{
    "Login":"Connexion",
    "Register":"Crée un compte", 
    "Email Address": "Email",
    "Password" : "Mot de passe", 
    "Remember Me" : "S'en souvenir",
    "Forgot Your Password?" : "Mot de passe oublié ?",
    "Home" : "Accueil",
    "Service":"Service",
    "About":"À propos",
    "Contact":"Contact",
    "Help":"Aide",
    "Name":"Nom",
    "Phone Number":"Mobile",
    "Confirm Password":"Confirmez votre Mot de passe", 
    "Sign up": "Inscrivez-vous", 
    "Get Direction" : "Plan de route", 
    "Book Appointment":"Prendre RDV", 
    "Don't have an account?" : "Pas de compte ?", 
    "Already have an account?" : "Déjà un compte ?",
    "Logout": "Déconnexion", 
    "Notification" : "Notif",
    "New patient added successfully!" : "Nouveau patient ajouté avec succès !", 
    "Success!" : "Succès !", 
    "Are you sure?" : "Êtes-vous sûr(e) ?",
    "You will not be able to retrieve this!" : "Vous ne pourrez plus le récupérer !",
    "Yes, delete it!" : "Oui, supprimer !", 
    "Patient deleted successfully!" : "Le patient a été supprimé avec succès !",
    "Patient Updated successfully!" : "Mise à jour réussie !", 
    "Add Patient" : "Ajouter un patient", 
    "Calendar" : "Agenda",
    "Phone" : "Mobile",
    "Close" : "Fermer",
    "Edit Patient" :  "Mettre à jour les données du patient" ,
    "Update Patient":  "Mise à jour" ,
    "Save Patient" : "Sauvegarder", 
    "Cancel" : "Annuler", 
    "Sign in" : "Se connecter", 
    "Sign in to book an appointment with" : "Connectez-vous pour prendre rendez-vous avec", 
    "Aglaë Provost-Fleury, your podiatrist in Mauritius !": "Aglaë Provost-Fleury, votre podologue à l'île Maurice !", 
    "All Rights Reserved": "Tous droits réservés", 
    "Forgot Password?" : "Mot de passe oublié ?", 
    "Create Your Account" : "Créez votre compte", 
    "Sign up is quick and easy! By signing up, you'll have full control of your appointments!" : "L'inscription est rapide et facile ! En vous inscrivant, vous aurez le contrôle total de vos rendez-vous !", 
    "Reset Password":"Réinitialiser le mot de passe",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one. Once clicked on the send reset link button please wait for 10 seconds." : " Besoin de réinitialiser votre mot de passe ? Entrez votre adresse e-mail et recevez un lien pour choisir un nouveau mot de passe. Attendez 10 secondes après avoir cliqué sur le bouton d'envoi.", 
    "Send Reset Link": "Envoyer le lien", 
    "Never mind, I remembered!": "Je me souviens !", 
    "You are receiving this email because we received a password reset request for your account." : "Vous recevez cet e-mail car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.", 
    "This password reset link will expire in 60 minutes.":"Ce lien de réinitialisation de mot de passe expirera dans 60 minutes.", 
    "If you did not request a password reset, no further action is required." : "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune action supplémentaire n'est requise.", 
    "Regards": "Salutations", 
    "We have emailed your password reset link." : "Nous avons envoyé le lien de réinitialisation de votre mot de passe par e-mail.", 
    "Hello!":"Salut!", 
    "Your password has been reset." : "Votre mot de passe a été réinitialisé.", 
    "Please wait before retrying." : "Veuillez patienter avant de réessayer.", 
    "This password reset token is invalid." : "Ce jeton de réinitialisation du mot de passe n'est pas valide.",
    "We can't find a user with that email address." : "Nous ne trouvons pas d'utilisateur avec cette adresse e-mail.", 
    "Book an appointment according to your availability." : "Prenez rendez-vous en fonction de vos disponibilités.", 
    "Dashboard" : "Tableau de bord", 
    "Patient" : "Patient",
    "Appointments" :  "Rendez-vous", 
    "Revenue" : "Recettes", 
    "Growth" : "Croissance", 
    "Since last month" : "Depuis le mois dernier", 
    "Patient Details" : "Détails du patient", 
    "Patient Records" : "Dossier du patient", 
    "Send Email" : "Envoyer un e-mail", 
    "HISTORY" : "HISTORIQUE", 
    "CONSULTATION" : "CONSULTATION", 
    "INVOICE" : "FACTURATION ", 
    "MEDICAL HISTORY" : "HISTORIQUE MÉDICAL", 
    "Medical History" : "Antécédents médicaux", 
    "Add Medical History" : "Ajouter l'historique médical",
    "Add Service" : "Ajouter un service", 
    "Title" : "Titre", 
    "Save Medical History" : "Enregistrer l'historique médical",
    "Edit Medical History " : "Modifier l'historique médical", 
    "Medical history has been successfully updated." : "Historique médical a été mis à jour avec succès", 
    "Once deleted, you will not be able to recover this record!": "Une fois supprimé, vous ne pourrez pas récupérer cet enregistrement !", 
    "Yes, Delete it!" : "Oui, supprimez-le !", 
    "Deleted!" : "Supprimé ! ", 
    "Medical Histry has been deleted sucessfully!" : "Historique médical a été supprimé avec succès !", 
    "Select a service" : "Sélectionnez un service", 
    "Select Payment Method" : "Sélectionner le mode de paiement",
    "Payment Method" : "Mode de paiement", 
    "Medical History created successfully!": "Historique médical a été créé avec succès !",
    "Edit Medical History" : "Modifier le dossier médical", 
    "Update Medical History" : "Mise à jour des antécédents médicaux", 
    "Medical History Updated sucessfully" : "Antécédents médicaux mis à jour avec succès", 
    "Medical History has been deleted sucessfully" : "Historique médical a été supprimé avec succès.", 
    "Add Services" : "Ajouter un Service", 
    "Price" : "Prix", 
    "Save Service" : "Enregistrer le service", 
    "Consultation stored successfully!" : "Consultation enregistrée avec succès !", 
    "Edit Service" : "Editer le service", 
    "Update Service" : "Mise à jour du service", 
    "Invoice Status" : "Status Paiement", 
    "No consultations available" : "Nombre de Consultation", 
    "Paid" : "Payé", 
    "Unpaid" : "Impayée", 
    "Pending" : "En attente", 
    "Time" : "Heure", 
    "Bill To:" : "Facture à :", 
    "The email field is mandatory and distinct for each patient. It cannot be changed. If you do not have the email, please use the patient's first name, such as firstname@mail.com or firstname123@mail.com." : "Le champ email est obligatoire et unique pour chaque patient. Il ne peut être modifié. Si vous n'avez pas l'email, veuillez utiliser le prénom du patient, par exemple firstname@mail.com ou firstname123@mail.com.", 
    "Invoice Summary" : "Résumé de la facture",
    "Consultation Name" : "Type de Consultation", 
    "Price":"Prix",
    "Quantity" : "Quantité",
    "Print" : "Imprimer",
    "Select Statu":"Statut Paiement", 
    "Invoice Status" : "Statut de la facture", 
    "Podiatry & Pedicure in Mauritius" : "Podologie et Pédicurie à Maurice", 
    "Schedule an appointment based on your availability." : "Planifiez un rendez-vous en fonction de vos disponibilités.", 
    "Login or register to get started." : "Connectez-vous ou inscrivez-vous pour commencer.",
    "Schedule Now" : "Réserver maintenant", 
    "Who is podiatry for?" : "A qui s'adresse la podologie ?", 
    "Podiatry is for everyone: children, adults, seniors, athletes, including diabetic patients, all experiencing various foot problems. We have the technology to assist athletes at all levels, seniors, children, as well as active or less active individuals." : "La podologie s'adresse à tous : enfants, adultes, personnes âgées, sportifs, y compris les patients diabétiques, tous souffrant de divers problèmes de pieds. Nous disposons de la technologie pour aider les sportifs à tous niveaux, les personnes âgées, les enfants, ainsi que les personnes actives ou moins actives.", 
    "Our Services" : "Les Services", 
    "Services" : "Services",
    "Footcare by Aglaë Provost-Fleury" : " Pour les soins de vos pieds", 

    "Medical Pedicure" : "Pédicurie médicale", 

    "I treat various skin and nail issues: hyperkeratosis, corns, calluses, ingrown nails, fungal infections, damaged nails, cracks/fissures..":"Je traite divers problèmes cutanés et unguéaux : l'hyperkératose, les cors, les durillons , les ongles incarnés , les mycoses, les ongles abîmés, les crevasses / fissures..",

    "I treat diabetic patients. I also offer solutions such as orthonyxia, onychoplasty, and a painless treatment for plantar warts." : "Je soigne les patients diabétiques Je propose aussi des solutions telles que l'orthonyxie, l'onychoplastie et un traitement sans douleur des verrues plantaires.",

    "Orthopedic insoles" : "Semelles Orthopédiques", 
    "I offer various types of orthopedic insoles, including those featuring the latest 3D technologies." : "Je propose différents types de semelles orthopédiques dont celles avec les dernières technologies 3D.", 
    "Global Postural Analysis" : "Étude globale de la posture", 
    "The podiatric assessment is for anyone, whether a child, athlete, non-athlete, adult, or elderly individual." : "Le bilan podologique s'adresse à toute personne, qu'elle soit enfant, sportive, non-sportive, adulte ou personne âgée.", 
    "The goal is to diagnose a pathology or prevent the onset of new conditions, as well as to alleviate pain and prevent recurrence." : "L'objectif est de diagnostiquer une pathologie ou de prévenir l'apparition de nouvelles affections, ainsi que de soulager la douleur et d'éviter les récidives.", 
    "This examination leads us to design custom orthopedic insoles and provide advice on selecting appropriate footwear during consultation." : "Cet examen nous amène à concevoir des semelles orthopédiques sur mesure, et à prodiguer des conseils pour choisir des chaussures adaptées lors de votre consultation.", 
    "The podiatry and pedicure cabinet is now located at Emdemika Business Park 2, in Petit Raffray, for various treatments." : "Le cabinet de podologie et pédicurie est désormais installé à Emdemika Business Park 2, à Petit Raffray, pour vos divers soins.", 
    "Schedule an appointment according to your availability!" : "Planifier un rendez-vous selon votre disponibilité !", 
    "By using the podologue.mu website and benefiting from our services, you accept the following terms and conditions of sale. We recommend that you read them carefully." : "En utilisant le site web podologue.mu et en bénéficiant de nos services, vous acceptez les conditions générales de vente suivantes. Nous vous recommandons de les lire attentivement.", 
    "Terms & Conditions" : "Conditions générales de vente", 
    "Ownership" : "Propriété", 
    "Total or partial reproduction of this website, or any of its elements (drawings, designs, logos, photos, etc.), by any means, is prohibited and would constitute a violation that could engage the civil and criminal liability of its author. The databases appearing on the website are also protected." : "La reproduction totale ou partielle de ce site web, ou de l'un de ses éléments (dessins, modèles, logos, photos, etc.), par quelque moyen que ce soit, est interdite et constituerait une violation pouvant engager la responsabilité civile et pénale de son auteur. Les bases de données apparaissant sur le site sont également protégées.", 
    "The site podologue.mu, as well as those of its partners, and the logos, are elements protected by intellectual property law and cannot be subject, without the consent of the publication director, to any partial or total reproduction or representation. In case of violation of these restrictions, you have 24 hours to destroy any downloaded or held content, whether in electronic or printed form belonging to Podologue.mu - CABINET DE PODOLOGUE - Business Registration Number: C22186664." : "Le site podologue.mu, ainsi que ceux de ses partenaires et les logos, sont des éléments protégés par la loi sur la propriété intellectuelle et ne peuvent faire l'objet, sans le consentement du directeur de la publication, d'aucune reproduction ou représentation partielle ou totale. En cas de violation de ces restrictions, vous disposez de 24 heures pour détruire tout contenu téléchargé ou détenu, que ce soit sous forme électronique ou imprimée appartenant à Podologue.mu - CABINET DE PODOLOGUE - Numéro d'inscription au registre du commerce : C22186664.", 
    "Acceptance of Terms" : "Acceptation des conditions", 
    "By accessing the podologue.mu website, you automatically agree to our terms and conditions of sale and for billing purposes. Each appointment made will be invoiced in accordance with our current rates." : "En accédant au site web podologue.mu, vous acceptez automatiquement nos conditions générales de vente et d'être facturé. Chaque rendez-vous pris sera facturé conformément à nos tarifs en vigueur.", 
    "Podologue.mu is not responsible for, nor does it encourage minors to browse this site or create an account to make appointments without the consent of their parents or an adult." : "Podologue.mu n'est pas responsable, ni n'encourage les mineurs à naviguer sur ce site ou à créer un compte pour prendre des rendez-vous sans le consentement de leurs parents ou d'un adulte.", 
    "Service Description" : "Les Services", 
    "We offer the following service below, details can also be viewed on the services page." : "Nous proposons les services suivants, dont les détails peuvent également être consultés sur la page des services.", 
    "Podiatry Assessment" : "Bilan podologique",
    "Medical Pedicure Service" : "Service de pédicure médicale",
    "Custom made Insole" : "Semelles orthopédiques sur mesure",
    "Account Information" : "Informations du compte", 
    "Creating an account is mandatory to access the appointment booking calendar. By providing information such as your full name, email address, and the type of consultation, these details must be accurate and complete, without errors. This information enables you to create your patient account at the podiatry clinic through podologue.mu and is strictly confidential for billing purposes and the medical history of your consultation for better follow-up." : "La création d'un compte est obligatoire pour accéder au calendrier de réservation des rendez-vous. En fournissant des informations telles que votre nom complet, votre adresse e-mail et le type de consultation, veuillez vous assurer de leur exactitude et de leur exhaustivité, sans erreurs. Ces détails vous permettent de créer votre compte patient auprès de la clinique de podologie via podologue.mu et sont strictement confidentiels pour la facturation ainsi que pour l'historique médical de votre consultation, afin d'assurer un meilleur suivi.", 
    "For more information on how we handle your personal data, please refer to our privacy policy available on our website" : "Pour de plus informations sur la gestion de vos données personnelles, veuillez consulter notre politique de confidentialité disponible sur notre site web.", 
    "Appointment Booking" : "Rendez-vous", 
    "Please note that each reservation on podologue.mu is subject to billing for the service and reserved time. Failure to attend an appointment or cancellation without prior notice results in revenue loss for Podologue.mu. We kindly request that you inform us of your unavailability or any impediment at least 24 hours before the appointment. Otherwise, an invoice will be issued for the reserved time and service, payable within the next 24 hours." : "Veuillez noter que chaque réservation sur podologue.mu est sujette à facturation pour le service et le temps réservé. Tout manquement à un rendez-vous ou annulation sans préavis entraîne une perte de revenus pour Podologue.mu. Nous vous prions de bien vouloir nous informer de votre indisponibilité ou de tout empêchement au moins 24 heures avant le rendez-vous. Dans le cas contraire, une facture sera émise pour le temps et le service réservés, à régler dans les 24 heures suivantes.", 
    "Account Responsibility" : "Responsabilité de votre compte", 
    "Users are solely responsible for their podologue.mu accounts. Podologue.mu does not have access to user accounts or passwords, as they are encrypted and kept confidential. Users are prohibited from sharing their account email or password. In the event of a forgotten password, users can click on the 'Forgot Password' option to retrieve a new one. We strongly encourage users to maintain the confidentiality of their credentials at all times." : "Les utilisateurs sont entièrement responsables de leurs comptes. Podologue.mu n'a accun accès aux comptes utilisateurs ni aux mots de passe, car ils sont cryptés et confidentiels. Il est interdit aux utilisateurs de partager leur adresse e-mail ou leur mot de passe de compte. En cas d'oubli du mot de passe, les utilisateurs peuvent cliquer sur l'option 'Mot de passe oublié' pour en récupérer un nouveau. Nous encourageons vivement les utilisateurs à maintenir la confidentialité de leurs informations d'identification.", 
    "Price" : "Prix", 
    "Prices for our services are subject to change without prior notice. The most current pricing details are available in the 'Price' section accessible upon user login to their account. We reserve the right to modify or update pricing information as needed without notification." : "Les tarifs de nos services sont sujets à modification sans préavis. Les détails tarifaires les plus récents sont disponibles dans la section 'Tarifs', accessible après connexion à votre compte utilisateur. Nous nous réservons le droit de modifier ou de mettre à jour les informations tarifaires selon les besoins, sans notification préalable.", 
    "Method of Payment" : "Moyen de Paiement", 
    "Patients have the option to settle payments using MCB Mobile Juice Pay or cash. Please note that credit/debit card payments are not available at the cabinet." : "Les patients ont la possibilité de régler leurs paiements en utilisant MCB Mobile Juice Pay ou en espèces. Veuillez noter que les paiements par carte de crédit/débit ne sont pas acceptés au cabinet.", 
    "Refunds and Claims" : "Remboursements et Réclamations", 
    "Due to the personalized nature of our services, no refunds are possible once the services have been rendered. While we commit to delivering our services with utmost care and professionalism, no specific guarantee is provided. In accordance with our duty of care, we strive to offer quality services without guaranteeing specific outcomes. Therefore, no claims or guarantees are made regarding the results of the services provided." : "En raison de la nature personnalisée de nos services, aucun remboursement n'est possible une fois que les services ont été rendus. Bien que nous nous engagions à fournir nos services avec le plus grand soin et professionnalisme, aucune garantie spécifique n'est offerte. Conformément à notre devoir de diligence, nous nous efforçons de proposer des services de qualité sans garantir de résultats spécifiques. Par conséquent, aucune réclamation ou garantie n'est émise quant aux résultats des services fournis.", 
    "Security" : "Sécurité", 
    "The website podologue.mu is protected by Google's anti-spam measures and SSL encryption to ensure security. Third-party applications are utilized to enhance website protection. It is strongly advised not to engage in spamming or attempt to attack podologue.mu under any circumstances. Any act of cyber criminal activity will result in necessary legal action being taken against the responsible party." : "Le site web podologue.mu est protégé par les mesures anti-spam de Google et le cryptage SSL pour assurer la sécurité. Des applications tierces sont utilisées pour renforcer la protection du site web. Il est fortement recommandé de ne pas se livrer au spam ou de tenter d'attaquer podologue.mu dans toutes circonstances. Toute activité criminelle en ligne entraînera des mesures légales nécessaires contre la partie responsable.", 
    "Changes of terms and conditions" : "Modifications des présentes conditions d'utilisation", 
    "Podologue.mu reserves the right to modify, alter or update any clause in these terms and conditions at any time without prior notice. The terms and conditions may be subject to periodic changes. It is recommended that you regularly review these terms and conditions to stay updated with any modifications." : "Podologue.mu se réserve le droit de modifier, de changer ou de mettre à jour toute clause de ces termes et conditions à tout moment sans préavis. Les termes et conditions peuvent être sujets à des modifications périodiques. Il est recommandé de consulter régulièrement ces termes et conditions pour rester informé de toute modification.", 
    "How to contact us" : "Comment nous contacter", 
    "You can reach us via email at" : "Vous pouvez nous joindre par e-mail à", 
    "or by phone on +23057097430 specifically for scheduling your appointments." : "ou par téléphone au +23057097430 spécifiquement pour la planification de vos rendez-vous.", "Any email related to marketing activities or commercial proposals will be automatically rejected." : "Tout email lié à des activités de marketing ou des propositions commerciales sera automatiquement rejeté.",
    "Privacy Policy" : "Politique de confidentialité", 
    "About us" : "À propos de nous", 
    "Terms and Conditions" : "Termes et conditions", 
    "In accordance with Article 6 of Law No. 2004-575 of June 21, 2004, concerning trust in the digital economy, users of the website cabinet-de-podologie-podologue.mu are hereby informed of the identity of the various contributors involved in its creation and monitoring." : "En vertu de l'article 6 de la Loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, les utilisateurs du site cabinet-de-podologie-podologue.mu sont informés de l'identité des différents intervenants impliqués dans sa création et son suivi.", 
    "Legal Informations" : "Informations Légales" , 
    "Owner : Cabinet-de-podologie ltée" : "Propriétaire : Cabinet-de-podologie ltée", 
    "Endemika Business Park 2, Petit raffray" : "Endemika Business Park 2, Petit raffray", 
    "N°BRN: C22186664" : "BRN: C22186664", 
    "Website builder : Webymind" : "Créateur du site web : Webymind", 
    "Publication Director :  Aglaë Provost-Fleury" : "Responsable de Publication : Aglaë Provost-Fleury", 
    "The use of the Cabinet de Podologie Ltée - Podologue.mu website implies full acceptance of the following terms and conditions. These terms of use may be modified or supplemented at any time, so users of the Cabinet de Podologie Ltée - Podologue.mu website are encouraged to regularly review them." : "L'utilisation du site web Cabinet de Podologie Ltée - Podologue.mu implique une acceptation totale des conditions générales d'utilisation suivantes. Ces conditions d'utilisation peuvent être modifiées ou complétées à tout moment, c'est pourquoi les utilisateurs du site Cabinet de Podologie Ltée - Podologue.mu sont encouragés à les consulter régulièrement.", 
    "This site is normally accessible to users at all times. However, an interruption for technical maintenance may be decided by Cabinet de Podologie, which will make an effort to communicate the dates and times of the intervention to users in advance. The Cabinet de Podologie Ltée - Podologue.mu website is regularly updated by Webymind. Similarly, legal notices may be modified at any time; nevertheless, they are binding on the user, who is invited to refer to them as often as possible to be informed." : "Ce site est normalement accessible à tout moment pour les utilisateurs. Toutefois, une interruption pour maintenance technique peut être décidée par Cabinet de Podologie, qui s'efforcera alors de communiquer préalablement aux utilisateurs les dates et heures de l'intervention. Le site web Cabinet de Podologie Ltée - Podologue.mu est régulièrement mis à jour par Webymind. De même, les mentions légales peuvent être modifiées à tout moment; néanmoins, elles s'imposent à l'utilisateur, qui est invité à s'y référer aussi fréquemment que possible pour être informé.", 
    "Personal information we collect" : "Les informations personnelles que nous collectons", 
    "In Mauritius, personal data is notably protected by the Data Protection Unit (DPU) / Data Protection Act (DPA) of the Penal Code and the Africa Directive, of which Mauritius is a part." : "À Maurice, les données personnelles sont notamment protégées par l'Unité de protection des données (DPU) / la Loi sur la protection des données (DPA) du Code pénal et la Directive Afrique, dont Maurice fait partie.", 
    "In any case, Cabinet de Podologie Ltd - Podologue.mu only collects personal information about the user for the purpose of certain services offered by the website Cabinet de Podologie Ltd - Podologue.mu. The user provides this information knowingly, particularly when entering it themselves. It is then specified to the user of the website Cabinet de Podologie Ltd - Podologue.mu whether or not it is mandatory to provide this information." : "En tout état de cause, Cabinet de Podologie Ltd - Podologue.mu ne collecte des informations personnelles relatives à l'utilisateur que pour le besoin de certains services proposés par le site Cabinet de Podologie Ltd - Podologue.mu. L'utilisateur fournit ces informations en toute connaissance de cause, notamment lorsqu'il procède par lui-même à leur saisie. Il est alors précisé à l'utilisateur du site Cabinet de Podologie Ltd - Podologue.mu l’obligation ou non de fournir ces informations.", 
    "Information you provide to us" : "Informations que vous nous fournissez", 

    "Under the provisions of the Data Protection Act concerning computing, files, and freedoms, every user has the right to access, rectify, and object to personal data concerning them. This can be done by sending a written letter or emailing us on rdv@podologue.mu. We require at least your complete name, email and contact number for invoicing and medical history purpose only." : "Sous les dispositions de la loi relative à l'informatique, aux fichiers et aux libertés, chaque utilisateur a le droit d'accéder, de rectifier et de s'opposer aux données personnelles le concernant. Cela peut être fait en envoyant une lettre écrite ou un e-mail à rdv@podologue.mu. Nous demandons au moins votre nom complet, votre adresse e-mail et votre numéro de contact uniquement à des fins de facturation et d'historique médical", 

    "No personal information of the user of the Cabinet de Podologie Ltée - Podologue.mu website is published without the user's knowledge, exchanged, transferred, assigned, or sold on any medium to third parties. The only exception would be in the event of the acquisition of the Podiatry Center and its rights, allowing the transmission of said information to the eventual acquirer, who would, in turn, be bound by the same obligation to preserve and modify the data concerning the user of the Cabinet de Podologie Ltée - Podologue.mu website." : "Aucune information personnelle de l'utilisateur du site Cabinet de Podologie Ltée - Podologue.mu n'est publiée à son insu, échangée, transférée, cédée ou vendue sur quelque support que ce soit à des tiers. La seule exception serait en cas d'acquisition du Centre de Podologie et de ses droits, permettant la transmission desdites informations à l'éventuel acquéreur qui serait à son tour tenu par la même obligation de conservation et de modification des données concernant l'utilisateur du site Cabinet de Podologie Ltée - Podologue.mu", 
    "Automatic data collection" : "Collecte automatique de données", 
    "The Cabinet de Podologie Ltée - Podologue.mu website contains a certain number of hyperlinks to other websites, set up with the authorization of Cabinet de Podologie Ltée - Podologue.mu. However, Cabinet de Podologie Ltée - Podologue.mu does not have the ability to check the content of the sites thus visited and will not, therefore, assume any responsibility for this." : "Le site Cabinet de Podologie Ltée - Podologue.mu contient un certain nombre de liens hypertextes vers d'autres sites, mis en place avec l'autorisation de Cabinet de Podologie Ltée - Podologue.mu. Cependant, Cabinet de Podologie Ltée - Podologue.mu n'a pas la capacité de vérifier le contenu des sites ainsi visités et n'assumera donc aucune responsabilité à cet égard", 
    "Navigation on the Cabinet de Podologie Ltée - Podologue.mu website may result in the installation of cookie(s) on the user's computer. A cookie is a small file that does not allow the user's identification but records information about a computer's browsing on a site. The data obtained in this way aims to facilitate subsequent navigation on the site and is also intended to enable various traffic measurement tools." : "La navigation sur le site Cabinet de Podologie Ltée - Podologue.mu peut entraîner l'installation de cookie(s) sur l'ordinateur de l'utilisateur. Un cookie est un petit fichier qui ne permet pas l'identification de l'utilisateur mais enregistre des informations sur la navigation d'un ordinateur sur un site. Les données ainsi obtenues visent à faciliter la navigation ultérieure sur le site et ont également pour vocation de permettre divers outils de mesure du trafic.", 
    "Refusal to accept a cookie may result in the inability to access certain services. However, the user can configure their computer as follows to refuse the installation of cookies:" : "Le refus d'accepter un cookie peut entraîner l'impossibilité d'accéder à certains services. Cependant, l'utilisateur peut configurer son ordinateur comme suit pour refuser l'installation des cookies :", 

    "In Internet Explorer cookies link: https://support.microsoft.com/" : "Lien des Cookies de Internet Explorer:https://support.microsoft.com/.", 
    "In Firefox Cookies link: https://support.mozilla.org/" : "Lien des Cookies de Firefox : https://support.mozilla.org/", 
    "In Safari link:https://help.apple.com/safari/" : "Lien des Cookies Safari: https://help.apple.com/safari/", 
    "In Chrome link: https://support.google.com/chrome/" : "Lien des Cookies Chrome : https://support.google.com/chrome/", 
    "Types of Information" : "Types d'Informations", 
    "Information that, in any form, directly or indirectly enables the identification of the individuals to whom it applies." : "Informations qui, sous quelque forme que ce soit, permettent directement ou indirectement l'identification des individus auxquels elles s'appliquent.", 
    "How we use personal information" : "Comment nous utilisons les informations personnelles", 
    "Your Personal information is firstly use to identify yourself on our patient records, kept for medical history purpose and invoicing purposes. These information can be use to confirm your appointment and to reach you for appointment or medical purposes only." : "Vos informations personnelles sont d'abord utilisées pour vous identifier dans nos dossiers patients, conservées à des fins d'historique médical et de facturation. Ces informations peuvent être utilisées pour confirmer votre rendez-vous et vous contacter uniquement pour des rendez-vous ou des raisons médicales", 
    "Legal" : "Légal", 
    "Terms of Use" : "CGV", 
    "Develop by" : "Développé par", 
    "Address" : "Adresse", 
    "Hours" :"Horaires", 
    "Mon" : "Lun", 
    "Tues" : "Mar", 
    "Wed" : "Mer", 
    "Thurs" : "Jeu", 
    "Fri" : "Ven", 
    "About Aglaë" : "À propos d'Aglaë", 
    "Podiatry Posture Assessment" : "Étude globale de la posture", 
    "A podiatry assessment may lead to the design of a pair of orthopedic insoles to adjust your posture." : "Une évaluation podologique peut conduire à la conception d'une paire de semelles orthopédiques pour réguler votre posture.", 
    "Orthopedic insoles fit various types of shoes. They distribute pressure more evenly across the foot and alleviate pain associated with overload (such as corns, plantar fasciitis, Morton's neuroma, metatarsalgia, heel pain, hallux valgus, and toe clawing). They provide support for the foot, especially in cases of flat or hollow feet." : "Les semelles orthopédiques s'ajustent à diverses chaussures. Elles répartissent mieux la pression sous le pied et diminuent les douleurs liées à la surcharge (comme les cors, les aponévrosites plantaires, le Morton, les métatarsalgies, les talalgies, les hallux valgus et les griffes d’orteils). Elles offrent un soutien au pied, notamment en cas de pied plat ou creux.", 
    "Custom made orthopedic insoles" : "Fabrication de semelles orthopédiques", 
    "This examination leads to the creation of customized orthopedic insoles (classic, digital, thermoformed)." : "Cet examen conduit à la création de semelles orthopédiques personnalisées (classiques, numériques, thermoformées).", 
    "Depending on your condition, we will select the most suitable method for an optimal response." : "En fonction de votre condition, nous choisirons la méthode la plus adaptée pour une réponse optimale.", 
    "Digital orthoses" : "Orthèses numériques", 
    "We have implemented this digital process to provide cutting-edge custom orthotics, capable of evolving by adjusting our digital records as needed over time." : "Nous avons mis en place ce processus numérique pour offrir des semelles orthopédiques sur mesure de pointe, capables d'évoluer en ajustant nos enregistrements numériques au besoin au fil du temps.", 
    "We have the necessary technology to cater to athletes of all levels, the elderly, active individuals, and children." : "Nous disposons de la technologie nécessaire pour prendre en charge les sportifs de tous niveaux, les personnes âgées, les actifs et les enfants.", 
    "Book an Appointment" : "Prendre Rendez-vous", 
    "Aglaë treats skin and nail conditions—skin conditions related to the skin and nail conditions related to nails. Treatment includes ingrown nails, corns, dead skin (hyperkeratosis), traumatized nails, managed through orthonyxie or onychoplastie." : "Agläe traite les pathologies cutanées et unguéales - cutanées en rapport avec la peau et unguéales en rapport avec les ongles. Traitement des ongles incarnés, des cors, des peaux mortes (hyperkératose), les ongles traumatisés, prise en charge par orthonyxie ou onychoplastie.", 
    "Orthonyxy" : "Orthonyxie", 
    "Orthonyxy involves correcting the curvature of the nail to relieve ingrown nails, prevent the appearance of corns in the corners, and address both corrective and preventive measures." : "L'orthonyxie consiste à corriger la courbure de l'ongle pour soulager les ongles incarnés, prévenir l'apparition des cors dans les coins et traiter à la fois de manière corrective et préventive.", 
    "Onychoplasty" : "Onychoplastie", 
    "Onychoplasty involves the total or partial reconstruction of the nail using resin in the case of nails traumatized or damaged by fungal infections." : "L'onychoplastie consiste en la reconstruction totale ou partielle de l'ongle avec de la résine dans le cadre d'ongles traumatisés ou abîmés par des mycoses.", 
    "Plantar Warts" : "Verrue Plantaire", 
    "Aglaë treats plantar warts painlessly." : "Aglaë traite les verrues plantaires de manière indolore.", 
    "Aglaë treats 'Rhagades' (cracks, fissures on the heels), calluses, corns, hyperkeratosis (dead skin), and various skin conditions of the foot." : "Aglaë traite les Rhagades (crevasses, fissures aux talons), durillons, cors, hyperkératose (peaux mortes) ainsi que différentes affections de la peau du pied.", 
    "Orthonyxia" : "Orthonyxie", 
    "Diabetic Patient" :  "Patient Diabétique", 
    "Management of diabetic patients, those who have skin issues such as psoriasis. For diabetic patients, a comprehensive assessment during treatment, with grading (based on diabetic grade) and podiatric advice related to this issue." : "Prise en charge des patients diabétiques, ceux qui ont des problèmes cutanés tels que le psoriasis. Pour les diabétiques, bilan complet lors du soin, avec gradation (du grade diabétique) et conseils podologiques en rapport avec ce problème.", 
    "Aglaë conducts a comprehensive assessment during the treatment, with grading based on the diabetic grade." : "Aglaë effectue un bilan complet lors du soin, avec une gradation selon le grade diabétique.", 
    "She provides podiatric advice related to the grading and the significance of this issue.": "Elle apporte des conseils podologiques en rapport avec la gradation et l'importance de ce problème.",
    "We have developed this digital process to offer you high-tech custom orthopedic insoles that allow for a positive evolution of correction by adjusting our digital records over time if needed" : "Nous avons développé ce process numérique afin de vous proposer des semelles orthopédiques sur mesure de haute technologie permettant une évolution positive de la correction en adaptant notre archivage numérique au fil du temps si cela devient nécessaire", 
    "Pricing" : "Nos tarifs", 
    "If your appointment is for a podiatric assessment, please bring your regular footwear as well as those specifically used for sports." : "Si votre rendez-vous concerne le bilan podologique, veuillez apporter vos paires de chaussures habituelles ainsi que celles dédiées au sport.Prévoyez de venir en short et apportez avec vous vos comptes rendus d'examens complémentaires tels que les IRM, les radiographies, XRAY etc.", 
    "Treatment of dizziness" : "Traitement des vertiges", 
    "Urgence" : "Emergency", 
    "Emergency medical pedicure" : "Urgence Médicale Pédicurie", 
    "Orthopedic Insoles" : "Semelles Orthopédiques", 
    "Your Podiatrist in Mauritius" : "Votre Podologue à l'île Maurice", 
    "I am a state-certified chiropodist-podiatrist since 2017, affiliated and specialized in the practice of the POD key for managing diabetic patients." : "Je suis pédicure-podologue diplômée d'État depuis 2017, conventionnée et spécialisée dans la pratique de la clé POD pour la prise en charge des patients diabétiques.", 
    "I am also a member of the Association of Podiatrists of Mauritius, recognized by the AHPC." : "Je suis également membre de l’association des podologues de Maurice, reconnue par l’AHPC.", 
    "I consult patients at my office from Monday to Thursday, from 9:00 AM to 5:30 PM, located at the Business Park Endemika in Petit Raffray." : "Je vous reçois dans mon cabinet du lundi au Jeudi, de 9h à 17h30, situé au Business Park Endemika à Petit Raffray.", 
    "Podiatry is for everyone.":"La podologie s’adresse à tous.",
    "Whether a child, young person, adult, or senior, consulting a podiatrist is recommended in all stages of life, from simple skin or toenail issues to static and dynamic disorders, from children's gait to maintaining seniors' autonomy and balance. It also involves caring for athletes at all levels." : "Que l’on soit enfant, jeune, adulte ou senior, la consultation d’un pédicure-podologue est indiquée dans toutes les situations de la vie, des simples problèmes de peau ou des ongles des pieds jusqu’aux troubles de la statique et de la dynamique, de la marche des enfants au maintien de l’autonomie et de l’équilibre des seniors, ou encore dans la prise en charge des sportifs de tous niveaux.", 
    "A podiatrist is a specialist in the broadest sense of the foot: because our feet bear our body weight, they have a crucial impact on our health, autonomy, social, and professional life. It is therefore essential to ensure they are in perfect health." : "Le pédicure-podologue est spécialiste du pied au sens le plus large : parce que les pieds portent notre corps, ils ont une incidence capitale sur notre santé et notre autonomie, notre vie sociale et professionnelle. Il est donc indispensable de veiller à ce qu’ils soient en parfaite santé.", 
    "Accurate diagnosis through the observation of feet and gait, to diagnose and guide towards the most suitable treatment. This may involve designing orthopedic insoles aimed at correcting your posture." : "Réalisation d’un diagnostic précis par l’observation des pieds et de la marche, pour diagnostiquer et orienter vers le traitement le mieux adapté. Celui-ci peut induire la conception de semelles orthopédiques visant à réguler votre posture.",
    "Specificities" : "Spécificités", 
    "Diabetic Foot" : "Pied Diabétique", 
    "Plantar Wart" : "Verrue Plantaire", 

    "Our feet are often the last priority. Yet, neglecting them is a continual source of minor (and major) pains, such as backache, heavy legs... that disrupt our daily life. It's essential to regularly care for them.":"Nos pieds sont souvent la dernière roue du carrosse. Pourtant les négliger est une source continuelle de petites (et plus grandes) douleurs telles que mal de dos, jambes lourdes … qui viennent perturber notre vie quotidienne. Il est essentiel de les entretenir régulièrement.", 

    "A pedicure treatment allows for the curative or preventive treatment of all skin and nail conditions, thus relieving the pains or discomfort caused by corns, calluses, ingrown nails, fungal infections, warts, cracks...":"Un soin de pédicurie permet de traiter, en curatif ou préventif, l'ensemble des affections de la peau et des ongles et soulage ainsi les douleurs ou gênes provoquées par des cors, durillon, callosités, ongles incarnés, mycose, verrue, crevasses...", 
    

    "The treatments are provided in suitable hygienic conditions (sterilization of instruments and single-use blades).":"Les soins sont prodigués dans des conditions d'hygiène adaptées (stérilisation des instruments et lames à usage unique).", 

    "At the end of the consultation, the podiatrist may prescribe certain external-use medications to ensure the therapeutic follow-up of treated lesions (ointments, antiseptics...).": "A l’issu de la consultation, le podologue peut être amené à prescrire certains médicaments à usage externe pour assurer le suivi thérapeutique des lésions traitées (pommades, antiseptiques…).", 

    "Our feet are the final link in a complex chain that enables us to stand, navigate, and walk. To perform these various functions harmoniously, it's essential that they are not subjected to various discomforts themselves. Therefore, pedicure care aims therapeutically to relieve our feet from the numerous pathologies that affect them and limit their functions." : "Nos pieds sont les derniers maillons d’une chaîne complexe qui nous permet de, nous tenir debout, de nous orienter et de marcher. Pour assurer ces différentes missions de façon harmonieuse, il est important qu’ils ne soient pas eux même soumis à diverses souffrances. Les soins de pédicurie auront donc pour objectif thérapeutique de soulager nos pieds des nombreuses pathologies qui les touchent et limitent leurs fonctions.",
    "The Diabetic Foot" : "Le Pied Diabétique", 
    "DIABETES, a chronic condition affecting an increasing number of people, highlights the crucial role of podiatrists." : "LE DIABETE, maladie chronique touchant de plus en plus de monde, les pédicures podologues ont un rôle important.", 
    "The foot is the primary site of complications resulting from this disease, as 90% of hospitalized diabetic patients are admitted to treat a foot condition." : "Le pied est le siège principal des complications qu’engendre cette maladie puisque 90% des patients diabétiques hospitalisés le sont pour traiter une pathologie du pied.", 

    "Diabetes can lead to neuropathic disorders (loss of sensitivity), arteriopathic issues (poor circulation of arterial blood), and serious podiatric complications.":"Le diabète peut entraîner des troubles d'ordre neuropathiques ( perte de sensibilité), artériopathiques (mauvaise circulation du sang artériel) et des complications podologiques graves.", 

    "Management by a podiatrist allows for the grading of podiatric risk, curative care, patient education, assessment of footwear, and the implementation of orthotic treatment (insoles) if necessary." : "La prise en charge par un pédicure podologue permet, la gradation du risque podologique, des soins curatifs, l'éducation du patient, l'évaluation du chaussage et la mise en place d'un traitement orthétique (semelles) si besoin.",

    "Good practices to take care of your feet" : "Bon gestes pour prendre soin de vos pied",

    "Wash your feet with lukewarm water and mild soap." : "Laver les pieds à l'eau tiède avec un savon doux;", 
    
    "Apply a fragrance-free moisturizing cream daily, avoiding application between the toes." : "appliquer tous les jours une crème hydratante, non parfumée, tout en évitant d'en mettre entre les orteils;", 

    "Wear clean and soft socks made of cotton or wool." : "porter des chaussettes propres et doues, en coton ou en laine;", 

    "Trim and file nails square-shaped, preferably after a shower when they are softer." : "couper et limer les ongles en carré, idéalement après la douche, lorsque'ils sont encore plus souples;", 

    "Thoroughly dry your feet." : "sécher soigneusement les pieds;", 

    "Avoid walking barefoot." : "éviter de marcher pieds nus;", 

    "Avoid wearing heels or sandals, and opt for comfortable shoes. Run your hand inside shoes before wearing them." : "eviter de porter des talons ou des sandales, et opter pour des chaussures confortables. Passer la main dans les chaussures avant de les mettre;", 

    "Inspect your feet daily to spot any wounds, bruises, redness, or unusual discoloration." : "examiner quotidiennement les pieds pour repérer les plaies, hématomes, rougeurs, pigmentation anormales.", 

    "To delve further...":"Pour aller plus loin...", 
    "Diabetic Gradation:":"Gradation diabétique:", 
    "No sensitive neuropathy." : "Pas de neuropathie sensitive", 
    "Isolated sensitive neuropathy." : "Neuropathie sensitive isolée", 
    "Sensitive neuropathy associated with lower limb arteriopathy and/or foot deformity." : "Neuropathie sensitive associée à une artériopathie des membres inférieurs et/ou à une déformation du pied.", 
    "History of ulceration or amputation." : "Antécédent d’ulcération ou d’amputation.", 
    "10 to 15% of diabetic patients still have to undergo amputation today when all therapeutic interventions have failed to halt the devastating effects of this disease.":"10 à 15% des patients diabétiques doivent encore aujourd’hui subir une amputation quand tous les recours thérapeutiques ont échoué à stopper les effets dévastateurs de cette maladie.", 
    "It is therefore crucial to continue individual prevention efforts, which offer the best chance to optimize the quality of life for patients, alongside fundamental research on the disease itself." : "Il est donc très important de poursuivre les efforts de prévention individuelle, qui constituent la meilleure chance d’optimiser la qualité de vie des patients, en parallèle avec la recherche fondamentale sur la maladie elle-même.", 
    "I. General Complications of Diabetes" : "I. Complications générales du diabète", 
    "The metabolic changes caused by diabetes schematically generate three major types of complications:" : "Les modifications métaboliques engendrées par le diabète génèrent schématiquement trois types de complications majeures :", 
    "Neurological Complications" : "Complications neurologiques", 
    "The involvement of peripheral nerves causes sensory and motor deficits, primarily affecting the nerves of the lower limbs (legs), with a distal predominance. The severity of nerve damage increases as it approaches the extremities.":"L’atteinte des nerfs périphériques provoque des déficits sensitifs et moteurs qui touchent principalement les nerfs des membres inférieurs (jambe), avec une prédominance distale : la lésion du nerf est d’autant plus importante que l’on est proche des extrémités.", 
    "Vascular Complications" : "Complications vasculaires",
    "Cholesterol deposits lead to a gradual blockage of large arterial trunks (macroangiopathy) as well as damage to small vessels (microangiopathy). Both phenomena cause arteritis predominantly in the lower limbs and impaired healing. Skin lesions heal poorly, creating potential entry points for germs responsible for infectious diseases." : "Les dépôts de cholestérol entraînent une obstruction progressive des gros troncs artériels (macro-angiopathie) ainsi qu’une altération des petits vaisseaux (micro-angiopathie). Ces deux phénomènes provoquent une artérite prédominant au niveau des membres inférieurs ainsi qu’une déficience de la cicatrisation. Les lésions cutanées cicatrisent mal, créant autant de portes d’entrée pour les germes responsables de pathologies infectieuses.", 
    "Infectious Complications" : "Complications infectieuses", 
    "The immune system of diabetic patients is weakened. Diabetics are more susceptible to bacterial infections and are also more vulnerable to skin and nail fungal infections. Furthermore, observed metabolic alterations reduce the effectiveness of antibiotic and antifungal treatments in these patients." : "Le système immunitaire du patient diabétique est fragilisé. Les diabétiques vont plus facilement contracter des infections bactériennes et sont également plus vulnérables aux mycoses de la peau et des ongles. En outre, les altérations métaboliques observées diminuent l’efficacité des traitements antibiotiques et antimycotiques chez ces patients.", 
    "II. Impact of these Complications on the Foot" : "II. Répercussions de ces complications sur le pied", 
    "Consequences of Neurological Impairments" : "Conséquences des atteintes neurologiques", 
    "The vast majority of pathologies encountered on the diabetic foot originate from neurological impairments. Two types of lesions in the nervous system should be distinguished:" : "La quasi-totalité des pathologies rencontrées sur le pied diabétique a pour origine l’atteinte neurologique. Il faut distinguer deux types de lésions du système nerveux :", 
    "1. Sensory-Motor Impairments" : "1. Les atteintes sensitivo-motrices", 
    "These impairments of peripheral nerves, primarily affecting the lower limbs, constitute diabetic neuropathy, mainly of the polyneuritis type, leading to motor and sensory disorders" :"Ces atteintes des nerfs périphériques, prédominant au niveau des membres inférieurs, constituent la neuropathie diabétique, principalement de type polynévrite, responsable de troubles moteurs et sensitifs", 
    "Sensory issues manifest as a gradual impairment of various forms of sensitivity. This includes, to varying degrees, deficits in touch perception, pain, paresthesia, or hypoesthesia. Sensitivity disturbances are also observed." : "Les troubles sensitifs se traduisent par une atteinte progressive des divers modes de la sensibilité. On trouve ainsi, plus ou moins combinés, des déficits de la perception au toucher, des douleurs, des paresthésies ou une hypoesthésie. On note également des troubles de la sensibilité.", 
    "The onset of these sensory issues is often formidable because the foot, no longer well-informed about external threats or spatial parameters necessary for the fine adjustments required by the complex action of walking, is more susceptible to traumatic risks. This is especially dangerous in diabetics due to their impaired healing and vulnerability to infections." : "L’apparition de ces troubles de la sensibilité est souvent redoutable car le pied n’étant plus aussi bien informé des agressions externes ou des paramètres spatiaux nécessaires aux ajustements fins requis par l’action complexe que représente la marche, encourt davantage de risques traumatiques dont on a dit combien ils étaient spécialement dangereux chez le diabétique de par sa cicatrisation défaillante et sa vulnérabilité aux infections.", 
    "2. Neurovegetative Impairments:" : "2. Les atteintes neuro-végétatives :", 
    "At the foot level, the vegetative nervous system (VNS), conveyed by motor and sensory nerves, is also affected by the disease." : "Au niveau du pied, le système nerveux végétatif (SNV) véhiculé par les nerfs moteurs et sensitifs est lui aussi atteint par la maladie.", 
    "Instead of evenly distributing arterial blood between the bone structure and the skin, it will favor the vascularization of skin tissues at the expense of the skeleton. This dysfunction leads to a disruption of the bone apposition/resorption system, responsible for diabetic arthropathies." : "Au lieu de répartir uniformément le sang artériel entre le squelette osseux et la peau, il va privilégier la vascularisation des tissus cutanés au détriment du squelette. Ce dysfonctionnement va entraîner un dérèglement du système d’apposition/résorption osseuse responsable des arthropathies diabétiques.", 
    "3. Osteoarticular and Cutaneous Impairments Induced by Neurological Degeneration:" : "3. Les atteintes ostéo-articulaires et cutanées induites par les dégénérescences neurologiques :", 
    "Diabetic Arthropathies" : "Les Arthropathies diabétiques",
    "The foot is particularly affected by this process of bone resorption, as it is maximal in the instep (tarsus) and the big toe, both vital for walking. The joints become red, swollen, and warm but are never painful. These are referred to as pseudo-inflammatory conditions." : "Le pied est particulièrement touché par ce processus de résorption osseuse car ce dernier est maximal au niveau du cou de pied (tarse) et du gros orteil, tous deux vitaux pour la marche. Les articulations deviennent rouges, gonflées, chaudes mais ne sont jamais douloureuses. On parle d’atteintes pseudo-inflammatoires.", 
    "Subsequently, deformities such as the collapse of the plantar arch due to tarsal involvement or toe dislocations (Charcot's foot) may occur." : "Apparaissent ensuite des déformations telles que l’effondrement de la voûte plantaire par atteinte du tarse ou des luxations des orteils (pied cubique de Charcot).", 
    "Radiological Signs:" : "Signes radiologiques:", 
    "Identification of areas of osteoporosis and bone lysis, as well as images of bone formations (osteophytes) such as heel spurs because resorption is associated with the construction of aberrant structures on the margins of any functionality." : "Mise en évidence de zones d’ostéoporose et de lyse osseuse, mais aussi d’images d’ossifications (ostéophytes) telles que les épines calcanéennes car la résorption s’associe à une construction de structures aberrantes en marge de toute fonctionnalité.", 
    "Cutaneous Consequences of Neurological and Osteoarticular Impairments on the Foot" : "Conséquences cutanées de l’atteinte neurologique et osseuse sur le pied", 
    "The various bone deformities will alter the shape of the foot and the uniformity of its plantar supports. Pathological walking pressures will emerge, leading to the formation of calloused areas (hyperkeratosis) in areas of higher pressure. The lack of pain sensitivity often present at this stage of the disease, along with a lack of prevention, is often responsible for the transformation of these calluses into plantar ulcers." : "Les différentes déformations osseuses vont modifier la forme du pied et l’uniformité de ses appuis plantaires On va voir apparaître des appuis pathologiques à la marche avec formation de zones cornées (hyperkératose) en regard des zones de plus forte pression. L’absence de sensibilité à la douleur souvent présente a ce stade de la maladie ainsi que le manque de prévention sont souvent responsables de la transformation de ces durillons en maux perforants plantaires (MPP).", 
    "In the absence of prompt intervention, these skin lesions progress towards chronicity as healing does not occur, and osteitis (skeletal involvement) is often a concern." : "En l’absence de prise en charge rapide, ces lésions cutanées évoluent vers la chronicité car la cicatrisation ne se fait pas et des ostéites (atteinte du squelette) sont souvent à craindre.", 
    "Blisters that may appear due to friction with shoes, though seemingly common, should be promptly treated under good aseptic conditions. They pose a risk of infection with the known dramatic consequences in a diabetic context." : "Les ampoules qui peuvent apparaître suite à un conflit avec la chaussure, bien que d’apparence banale, doivent être traitées rapidement dans de bonnes conditions d’asepsie car elles sont source d’infection avec les conséquences dramatiques que l’on sait dans un contexte de diabète.",
    "Most of these pathologies occur at a stage of diabetic disease where the patient does not experience painful symptoms and, if not educated by healthcare professionals, may overlook a benign lesion that could ultimately have catastrophic effects. Simple yet rigorous care at the onset would have been sufficient for treatment." : "La plupart de ces pathologies surviennent à un stade de la maladie diabétique où le patient ne rencontre pas de symptomatologie douloureuse et peut, si sa vigilance n’est pas éduquée par les personnels soignants, laisser passer une lésion bénigne qui risque à terme d’avoir des effets catastrophiques, alors que des soins simples mais rigoureux auraient suffi à la traiter au début.", 
    "Consequences of Arterial, Osteoarticular, and Cutaneous Disorders" : "Conséquences des troubles artériels ostéo-articulaires et cutanées", 
    "Associated Cutaneous Lesions:" : "Lésions cutanées liées :", 
    "These severe lesions are caused by ischemic involvement of the arteries in the lower limbs, within the context of diabetic macroangiopathy. They result in a reduction of arterial blood flow to the foot, with a decrease or abolition of arterial pulses and cooling of the skin. Eventually, ulcers may occur, leading to toe necrosis and sometimes complicated by gangrene." : "Ces lésions graves sont causées par l’atteinte ischémique des artères des membres inférieurs, dans le cadre de la macro-angiopathie diabétique. Ils se traduisent par une diminution du flux sanguin artériel dans le pied avec diminution ou abolition des pouls artériels, refroidissement des téguments. On assiste à terme à la survenue d’ulcères qui peuvent entraîner la nécrose des orteils et se compliquer parfois d’une gangrène.", 
    "Other Cutaneous Infections" : "Autres infections cutanées", 
    "Crevasses surinfectées" : "Superinfected Fissures", 
    "Fungal Infections." : "Mycoses.", 
    "The cutaneous, immune, and vascular alterations in diabetes also contribute to the development of fungal infections, manifesting as infections in the toes or interdigital spaces. It is crucial to emphasize the need for rigorous treatment, bearing in mind that the healing process may take longer than in a non-diabetic individual." : "Les altérations tégumentaires, immunitaires et vasculaires du diabète ont aussi pour effet de favoriser l’apparition de mycoses qui prennent la forme d’infections au niveau des orteils ou des espaces interdigitaux. Il faut là encore insister sur la nécessité de traiter avec rigueur en gardant à l’esprit que l’évolution sous traitement sera plus longue que chez un sujet non-diabétique.", 
    "The diabetic foot is fragile, constantly at risk, and can lead to complications in the vascular, neurological, skeletal, and cutaneous aspects, with dramatic consequences for the patient's autonomy and survival." : "Le pied du diabétique est fragile, constamment en danger, il peut se compliquer sur les plans vasculaire, neurologique, osseux et cutané, et avoir des conséquences dramatiques pour l’autonomie et la survie du patient.", 
    "Regular monitoring and effective prevention fortunately help avoid many troubles. The foot plays a major role in the quality of life and health of a diabetic." : "Un suivi régulier et une prévention efficace permettent heureusement d’éviter biens des maux. Le pied est un organe qui joue un rôle majeur dans la qualité de vie et la santé d’un diabétique.", 
    "This subject is the epitome of the need to inform for better prevention and to prevent better for better relief." : "Ce sujet est l’exemple même de la nécessité d’informer pour mieux prévenir et de mieux prévenir pour mieux soulager.", 
    "Warts are small benign tumors of infectious or viral origin. Highly contagious and self-inoculable, they are often painful as they develop in areas of pressure points (heel, forefoot, toes)." : "Les verrues sont de petites tumeurs bénignes d’origine infectieuse ou virale. Très contagieuses et auto inoculables, elles sont souvent douloureuses car elles se développent en regard des points d’appui (talon, avant pied, orteils).", 
    "What are the factors that favor their development?" :"Quels sont les facteurs favorisants leur développement ?", 
    "The environment" : "L’environnement", 
    "Wet environments, such as swimming pools or changing rooms, are conducive to their transmission because they allow the dilation of skin pores. Warts can thus embed more easily in the dermis and develop at its expense." : "Les milieux humides tels que les piscines ou les vestiaires sont propices à leur transmission car ils permettent la dilatation des pores cutanées. Les verrues s’enchâssent ainsi plus facilement dans le derme et de se développer au détriment de celui-ci.", 
    "The patient" : "Le patient", 
    "Children, whose immune system is not fully developed, are particularly receptive. It is estimated that one in two children will have one at some point." : "Les enfants, dont le système immunitaire n’est pas totalement développé, sont particulièrement réceptifs. On estime qu’un enfant sur deux en aura un jour.", 
    "In adults, warts develop more difficultly and affect an average of one in five people. However, certain factors favor their appearance (immunodeficiency, fatigue, stress, lack of magnesium)." : "Chez l’adulte, les verrues de développent plus difficilement et touchent en moyenne une personne sur cinq. Certains facteurs toutefois favorisent leur apparition (immuno dépression, fatigue, stress, manque de magnésium).", 
    "How to recognize them and what are the treatments?" : "Comment les reconnaître et quels sont les traitements ?", 
    "There are around a hundred different viruses, so warts can have many appearances." : "Il existe une centaine de virus différents, les verrues peuvent donc avoir de nombreux aspects.", 
    "Frequently, however, two types are encountered:" : "Fréquemment, on en rencontre toutefois deux types :",
    "Punctate warts, known as myrmecia." : "Les verrues ponctuelles appelées myrmecies.", 
    "In the form of a nail, they penetrate deeply into the skin and can be very painful. Often confused with plantar calluses, their size varies from a few millimeters to 1 cm." : "En forme de clou, elles pénètrent profondément dans la peau et sont très douloureuses. Souvent confondues avec des cors plantaire leur taille varie de quelques mm à 1 cm.", 
    "Mosaic warts." : "Les verrues mosaïque", 
    "It is a group of warts located on the plantar surface of the foot. Shallow and covered with a layer of dead skin, they are often not very painful and can be confused with calluses." : "C’est un ensemble de verrues siégeant sur la face plantaire du pied. Peu profondes et recouverte d’une couche de peau morte, elles sont souvent peu douloureuses et peuvent être confondues avec des durillons.", 
    "In children, warts often disappear spontaneously after a few months. In adults, spontaneous disappearances are less frequent but can occur following the treatment of predisposing factors." : "Chez l’enfant les verrues disparaissent souvent spontanément au bout de quelques mois. Chez l’adulte les disparitions spontanées sont moins fréquentes mais peuvent intervenir suite au traitement des facteurs favorisants.", 
    "In any case, the risk of self-contamination, contagion, and pain necessitate therapeutic intervention as soon as they are diagnosed." : "Dans tous les cas, le risque d’auto contamination, de contagion et la douleur imposent une prise en charge thérapeutique dès qu’elles sont diagnostiquées.", 
    "Various local treatments (nitrogen, glycolic acid) are generally very effective if applied regularly until the wart completely disappears. Therefore, professional healthcare intervention (podiatrist, doctor) is often recommended." : "Les différents traitements locaux (azote, acide glycolique) sont généralement très efficaces si ils sont appliqués avec régularité jusqu’à la disparition totale de la verrue, c’est pourquoi une prise en charge par un professionnel de santé (podologue, médecin) et souvent recommandée.", 
    "I suggest treating plantar warts with the application of a wart-removing solution, reserved for professionals." : "Je vous propose le traitement des verrues plantaires par l'application d'un verrucide, réservé aux professionnels.", 
    "This wart remover does not have a keratolytic action. It is composed of pure glycolic acid, making it highly effective." : "Ce verrucide n'a pas une action kératolytique. Il est composé d'acide glycolique pur, ce qui le rend très efficace.", 
    "It is an Alpha-Hydroxy Acid with the essential characteristic of its action on inter-corneocyte ionic bonds. By breaking down these bonds, this wart remover penetrates more easily and deeply. In a metaphorical sense, a keratolytic (as well as cryotherapy techniques) violently destroys all the bricks of the cell wall, while the one used in the clinic only detaches the bricks to be removed without destroying the rest of the cell wall." : "C'est un Alpha-Hydroxy-Acide dont la caractéristique essentielle est sa capacité d'action au niveau des liaisons ioniques inter-cornéocitaires. En détruisant ces liaisons, ce verrucide pénètre plus facilement et plus profondément. De façon imagée, un kératolytique (ainsi que les techniques par cryothérapie) détruit violemment toutes les briques du mur cellulaire alors que celui utilisé au cabinet, ne détache que les briques à enlever sans détruire le reste du mur cellulaire.", 
    "This treatment usually takes effect between 2 to 6 applications, typically with one application per session each week. By targeting only the wart, this wart remover allows for faster and higher-quality healing." : "Ce traitement agit entre 2 à 6 applications en général, à raison d'une application par soin toutes les semaines. En agissant uniquement sur la verrue, ce verrucide permet une cicatrisation plus rapide et de meilleure qualité.", 
    "Orthonyxies & Onychoplasty" : "Orthonyxies et Onychoplastie", 
    "What is orthonyxy?" : "Qu'est ce que l'orthonyxie ?", 
    "Orthonyxy is a treatment involving nail orthosis provided by a podiatrist. Its objectives are:" : "L’orthonyxie est un traitement par orthèse unguéale dispensé par un podologue. Il a pour objectif de :", 
    "Correct an abnormal growth or curvature of the nail." : "Corriger une pousse ou une courbure anormale de l’ongle.", 
    "Treat a chronic conflict between the nail and its groove (ingrown nail or recurrent periungual corns). The placement of this nail orthosis is done prior to a podiatry treatment. Its installation and wearing are painless." : "Traiter un conflit chronique entre l’ongle et son sillon (ongle incarné ou cors peri-unguinaux récidivants)La pose de cette orthèse unguéale se fait en amont d’un soin de pédicurie. Sa mise en place et son port sont indolores.", 
    "In which cases to use orthonyxie?" : "Dans quels cas utiliser l’orthonyxie ?",
    "This treatment can be implemented for individuals experiencing deformation or improper regrowth of a nail, which can lead to painful conditions such as periungual corns, embedded or recurrent ingrown nails." : "Ce traitement peut être mis en place pour les personnes présentant une déformation ou une mauvaise repousse d’un ongle, responsable de conflits douloureux (cor péri-unguéal, ongles incrustés ou incarnés à répétition.", 
    "The main dysmorphies encountered:" : "Les principales dysmorphies rencontrées :", 
    "What is onychoplasty?" : "Qu’est ce que l’onychoplastie ?", 
    "Onychoplasty is a nail prosthesis. It is custom-made by a podiatrist. The prosthesis is applied to the remaining nail and fills the empty space with the aim of protecting the nail until complete regrowth. It involves the partial or total reconstruction of the nail using medical resin. Its application is painless." : "L'onychoplastie est une prothèse de l'ongle. Elle est réalisée sur mesure par un podologue. La prothèse s'applique sur l'ongle restant et comble l'espace vide dans le but de protéger l'ongle jusqu'à la repousse complète. Elle consiste à la reconstruction partielle ou totale de l’ongle par de la résine médicale. Sa pose est indolore.", 
    "Onychoplasty is recommended, for example:" : "L’onychoplastie est recommandé par exemples :", 
    "Following a detachment of the nail, which can occur due to various impacts during sports activities or in daily life." : "Suite à un décollement de l'ongle. Décollement qui peut survenir suite à divers chocs durant l'activité sportive ou dans le quotidien.", 
    "In the event of an accident that has deformed the nail matrix." :"Lors d'un accident ayant déformé la matrice de l'ongle.", 
    "A deviation of the nail." : "Une déviation de l'ongle.", 
    "Podiatric assessment" : "Bilan Podologique", 
    "Sports podiatry" : "Podologie du sport", 
    "Posturology" : "Posturologie", 
    "The podiatrist, through listening to their patient, evaluating their environment, clinically observing the feet, analyzing the walking technique, and taking footprints, establishes a diagnosis with the aim of identifying the conditions and static and dynamic disorders of the patient." : "Le podologue, par l’écoute de son patient, l’évaluation de son environnement, l’observation clinique des pieds, par l’analyse technique de la marche, et par la prise d’empreinte, dresse un diagnostic dont l’objectif est d’identifier les affections et les troubles statiques et dynamiques du patient.", 
    "Following this podiatric assessment, and if deemed necessary, the practitioner designs, creates, and adjusts a pair of orthotic insoles. These are devices intended to correct morphological issues of the feet and their impact on the patient's balance (statics), walking, or running (dynamics) through mechanical action." : "A l'issu de ce bilan podologique, et si il le juge nécessaire, le praticien conçoit, réalise et adapte une paire d'orthèses plantaires, c’est-à-dire un appareillage destiné à corriger par une action mécanique les troubles morphologiques des pieds et leurs conséquences sur l’équilibre du patient (la statique), sa marche ou sa course (la dynamique).", 
    "The insoles aim to restore, by correcting it, the optimal functionality of the foot, particularly with its repercussions on the musculoskeletal system" : "Les semelles ont pour but de retrouver, en la corrigeant, la fonctionnalité optimale du pied, notamment avec ses répercussions sur l’appareil locomoteur", 
    "They are adaptable to your various pairs of shoes, including sandals." : "Elles sont adaptables dans vos diverses paires de chaussures, et également vos sandales.", 
    "Here are some examples of common pathologies:" : "Voici quelques exemples de pathologies fréquentes :", 
    "Feet and ankles: Plantar fasciitis, heel spur, plantar fasciitis, tendonopathies (Achilles tendon, posterior tibial tendon, fibular tendons), ankle instability, Morton's syndrome, forefoot metatarsalgia, high arches, flat feet, Hallux Valgus." : "Pieds et chevilles : Myoaponévroite plantaire, épine calcanéenne, fasciite plantaire, tendinopathies (tendon Achille, tibial postérieur, fibulaires), instabilité de chevilles, syndrome de Morton, métatarsalgies d’avant pied, pieds creux, pieds plats, Hallux Valgus.", 
    "Knees and legs: Knock-knee (genu valgum), bowlegged (genu varum), tendonopathies (pes anserinus, iliotibial band syndrome, anterior tibial tendon...), meniscopathy, tibial periostitis." : "Genoux etjambes : genu valgum, genu varum, tendinopathies (pate d’oie, syndrome de l’essui-glace, tibial antérieur…), méniscopathie, périostite tibiale.", 
    "Pelvis and back: Scoliotic posture, scoliosis, pelvic tilt, lower limb length discrepancy (short leg), lower back pain, neck pain." : "Bassin et dos : attitude scoliotique, scoliose, bascule de bassin, inégalité de membres inférieurs (jambe courte), douleurs lombaires, cervicalgies…", 
    "Management of dizziness" : "Prise en charge des vertiges", 
    "If you have been experiencing dizziness since a fall or an accident, it is possible that it is due to the displacement of one or more crystals in the inner ear. A specific assessment allows for the diagnosis and rehabilitation of this condition." : "Si vous ressentez des vertiges depuis une chute ou un accident, il est possible que cela provienne du déplacement d’un ou plusieurs cristaux de l’oreille interne. Un bilan spécifique permet d’en faire le diagnostic et la rééducation.", 
    "The podiatrist plays a role in advising, educating, and preventing issues related to hygiene, footwear, walking, and autonomy, all of which have implications for overall quality of life and health." : "Le podologue joue un rôle de conseil, d’éducation et de prévention dans l’hygiène, le chaussage, la marche et l’autonomie avec leurs incidences sur la qualité de vie et l’état de santé général.", 
    "Athletes... stay vigilant!" : "Sportifs …restez vigilant !", 
    "Sports amplify all daily constraints." : "Le sport amplifie toutes les contraintes quotidiennes.", 
    "Each step creates a shockwave through the contact of the heel with the ground." : "Chaque pas crée une onde de choc par le contact du talon au sol.", 
    "Like a real earthquake, it is transmitted to all our joints, with decreasing force from the heel to the skull.": "Tel un véritable séisme, elle est transmise à toutes nos articulations, avec une force décroissante du talon au crâne.", 
    "This phenomenon of a resonance chamber explains all the resulting pathologies such as joint, muscular, and bone pains." : "Ce phénomène de « caisse de résonance » explique toutes les pathologies qui en découlent telles que les douleurs articulaires, musculaires et osseuses.", 
    "So, my friends, pay attention to your body. The first thing to do is to drink, drink, and drink... water, of course!" : "Alors les amis, soyez attentifs à votre corps. La première chose à faire est de boire, boire et reboire … de l’eau bien sûr!", 
    "Your body is made up of 60% water, so indulge in it!" : "Votre corps est constitué à 60% d’eau, alors abusez-en!", 
    "Your joints are like cushions, absorbing all the constraints, thanks in particular to synovial fluid (the capsule containing synovial fluid that allows joints to move smoothly)." :"Vos articulations sont de vrais coussins, amortissant toutes les contraintes notamment grâce à la synovie (capsule renfermant le liquide synovial qui permet le jeu des articulations en souplesse).", 
    "Excessive pressures at close intervals can lead to premature osteoarthritis: this condition is always painful and often forces a halt to physical activity." : "De trop grandes pressions, à des intervalles rapprochés, peuvent provoquer une arthrose prématurée : celle-ci est toujours douloureuse et force souvent à l’arrêt de l’activité physique.", 
     "Unfortunately, effective current treatments are only performed through surgery or joint debridement." : "Et malheureusement les traitements actuels performants ne sont réalisés que par chirurgie ou curetage articulaire.", 
     "From a normal joint to osteoarthritis.":"De l'articulation normale à l'arthrose", 
     "Your muscles and ligaments are, in turn, like true elastic bands, more or less stretchable depending on the individuals: nature can be tough and sometimes not very generous! They feed directly on water and oxygen, and I emphasize the latter." : "Vos muscles et ligaments sont quant à eux de véritables élastiques, plus ou moins étirables selon les personnes : la nature est parfois dure et se montre peu généreuse ! ) se nourrissant directement d’eau et d’oxygène, j’insiste sur ces derniers.", 
     "All athletes will tell you, water is absolutely essential for your muscles and even constitutes the first treatment for your ailments. It would be a shame to deprive yourself of such a remedy." : "Tous les sportifs vous le diront, l’eau est absolument indispensable à vos muscles et constitue même le premier traitement de vos maux. Il serait dommage de se priver d’un tel médicament …", 
     "But let's not forget warm-ups and stretches, which also alleviate many conditions." : "Mais n’oublions pas les échauffements et les étirements qui soulagent également nombre de pathologies.", 
     "As for your bones, poor things... you take about 8777 steps per day, for a moderately active person, with a shockwave multiplied depending on your sport and the terrain on which it is practiced." : "Quant à vos os, les pauvres …vous faites environ 8777 pas par jour, pour une personne moyennement active, avec une onde de choc démultipliée en fonction de votre sport et du terrain sur lequel il est pratiqué.", 
     "It is not uncommon, when practicing a sport, and even quite frequent, to develop specific pathologies (aside from traumatic accidents like fractures), such as:" : "Il n’est pas rare lorsque l’on pratique un sport voire même fréquent de développer des pathologies spécifiques (en dehors des accidents traumatiques comme les fractures) comme :", 
     "Shin splints (inflammation of the periosteum, the membrane surrounding the bone)." : "les périostites (inflammation du périoste, membrane entourant l’os)", 
     "Sever's disease (inflammatory heel pain in adolescents)." : "la maladie de Sever (douleur inflammatoire du talon chez l’adolescent)", 
     "Osgood-Schlatter disease (pain in the knee affecting adolescent athletes)." : "la maladie d’Osgood Shlatter(douleur au niveau du genou touchant le sportif adolescent)", 
     "Stress fractures (beginning with a crack and localized pain during sports activities, inevitably leading to a full-fledged fracture if the intensity is maintained)." : "les fractures de fatigues (débutent juste par une fêlure et une douleur ponctuelle lors de la pratique sportive et aboutissant inéluctablement vers la fracture dite « vraie» si le rythme est maintenu.", 
     "My advice if you fall into the athlete category" : "Mon conseil si vous vous classez dans la catégorie « sportif »", 
     "Regardless of your sport, remember to seek the advice of your healthcare professionals: physiotherapist, osteopath, podiatrist" : "Quel que soit votre sport, pensez à demander l’avis de vos professionnels de santé: kinésithérapeute, ostéopathe, podologue.", 
     "Indeed, they will identify, if any, the risk factors leading to the onset of these pathologies. They will not be misled by the tricks that your body may use to compensate for certain deficiencies." : "En effet, ceux-ci détecteront, si vous en avez, les facteurs à risques entraînant l’apparition de ces pathologies. Ils ne se laisseront pas abuser par les subterfuges que votre corps mettra en place pour remédier à certaines carences.", 
     "Thus, poor posture is most often concealed through a very clever adaptation of your body, giving you the illusion of being the fortunate owner of a healthy body." : "Ainsi, une mauvaise posture est le plus souvent cachée par le biais d’une adaptation très habile de votre corps qui vous donnera l’illusion d’être l’heureux propriétaire d’un corps sain.", 
     "Believe in our experience, a consultation will teach you a lot about yourself and how your body functions." : "Croyez-en notre expérience, une consultation vous en apprendra beaucoup sur vous et le mode de fonctionnement de votre corps.", 
     "It will also enable you to go further in your sports endeavors and be more ambitious." : "Il vous permettra aussi d’aller plus loin dans vos projets sportifs et de vous montrer plus ambitieux.", 
     "Take care of yourself, your body will thank you!" : "Prenez soin de vous, votre corps vous le rendra !", 
     "Posturology is the study of the mechanisms involved in balance control and its dysfunctions. Indeed, far from being an anatomical given, maintaining an upright posture represents a true neurophysiological feat for humans." : "La posturologie est l’étude des mécanismes de gestion de l’équilibre et ses dysfonctionnements. En effet loin d’être une évidence sur le plan anatomique, le maintien de la position debout constitue pour l’homme un véritable exploit neurophysiologique.", 
     "To achieve this, humans have developed a postural regulation system that allows them to stand upright despite external constraints, orient themselves in space, and adjust their movements precisely. At every moment, this system ensures that the adopted posture is as close as possible to an ideal reference posture, economical in energy, and perfectly symmetrical in terms of muscle contractions." : "Pour y parvenir, il a donc développé un système de régulation posturale grâce auquel il peut, se maintenir debout en dépit des contraintes extérieures, s’orienter dans l’espace et ajuster ses mouvements avec précision. A chaque instant ce système veille à ce que la posture adoptée soit la plus proche possible d’une posture idéale de référence, économe en énergie et parfaitement symétrique sur le plan des contractions musculaires.", 
     "A poor posture, regardless of its origin, is therefore more energy-intensive and inevitably leads to unnecessary, asymmetric, and often painful muscle contractions." : "Une mauvaise posture, quelle qu’en soit l’origine, est donc plus coûteuse en énergie et génère inévitablement des contractions musculaires, asymétriques, inutiles et souvent douloureuses.", 
     "Principles of operation:" : "Principes de fonctionnement :", 
     "The postural regulation system utilizes information transmitted by numerous sensors located throughout the body to inform the brain about the nature of the environment and enable it to adjust the work of each muscle, ensuring that standing or walking occurs under optimal conditions. In this complex system, the eye and the foot are major entry points for postural regulation." : "Le système de régulation posturale utilise des informations transmises par de nombreux capteurs situés sur tout le corps pour informer le cerveau de la nature de l’environnement et lui permettre d’adapter le travail de chaque muscle afin que la station debout ou la marche se fassent dans les meilleures conditions. Dans ce système complexe, l’œil et le pied sont des portes d’entrées majeures de la régulation posturale.", 

     "A misalignment of the foot (valgus, varus, etc.) or a slight ocular deviation will create an imbalance in the postural muscle chains and, consequently, a modification of posture (shoulder rotation, pelvic tilt, etc.). Numerous pathologies (lower back pain, neck pain, joint and muscle discomfort, headaches, dizziness, etc.) will then emerge as a consequence and not the cause of poor posture." : "Un défaut de positionnement du pied (valgus, varus..) ou une légère divergence oculaire vont donc créer un déséquilibre des chaînes musculaires posturales et par voie de conséquence une modification de la posture (rotation des épaules, bascule du bassin…. ) De nombreuses pathologies (douleurs lombaires, cervicales, articulaires, musculaires, maux de tête, vertiges…) qui seront la conséquence et non la cause d’une mauvaise posture vont alors apparaître.", 
     "Role of the foot in postural regulation" : "Rôle du pied dans la régulation posturale :", 
     "The skin on the sole of the foot contains sensors sensitive to pressures on the order of micrograms. Their function is to inform the brain about the nature of the ground (hard, soft, even, rough, etc.) and the overall position of the body in space. For example, if the sensors under the forefoot are compressed, the brain will interpret this information as a forward fall and will mobilize the appropriate muscle groups to return to a balanced position." : "La peau de la plante du pied comporte des capteurs sensibles à des pressions de l’ordre du microgramme. Ils ont pour fonction d’informer le cerveau sur la nature du sol (dur, mou, régulier, accidenté…) et sur la position globale du corps dans l’espace. Ainsi, si les capteurs situés sous l’avant pied se trouvent comprimés, le cerveau analysera cette information comme une chute en avant et mobilisera les groupes musculaires adéquats pour revenir vers une position d’équilibre.", 
     "Role of the podiatrist in postural treatment:" : "Rôle du podologue dans le traitement postural :", 
     "The main objective of the podiatrist, after a thorough analysis of the patient's static posture (too forward, too much to the right, pelvic tilt, tilted head, etc.), is to restore a position close to absolute verticality (postural invariant)." : "L’objectif principal du podologue sera, après analyse minutieuse de la statique du patient ( trop en avant , trop à droite, bascule de bassin, tête inclinée ….) de lui redonner une position proche de la verticalité absolue (invariant postural).", 
     "This postural reprogramming is achieved through the use of so-called posture insoles. These are custom-made orthotic insoles with elements not exceeding 3 mm in thickness." : "Cette reprogrammation posturale va se faire grâce au port de semelles dite « de posture ». Il s’agit d’orthèses plantaires réalisées sur mesure dont les éléments ne dépassent pas 3 mm d’épaisseur.", 
     "These thin wedges act as sensorial lures, stimulating the pressure sensors beneath them and instructing the brain to adjust muscle tone in accordance with the received stimulations." : "Ces fines cales agissent comme des « leurres sensoriels » qui en stimulant les capteurs de pressions sous lesquels ils sont placés ordonnent au cerveau d’ajuster le tonus musculaire conformément aux stimulations reçues.", 
     "The choice of stimulation wedges helps rebalance muscle contractions to recenter the patient. This way, the patient adopts a new posture that is more comfortable and free from unnecessary contractions." : "Le choix des cales de stimulation permet de rééquilibrer les contractions musculaires afin de recentrer le patient. Celui-ci adopte ainsi une nouvelle posture plus confortable, exempte de contractions parasites.", 
     "However, achieving a perfect posture can only be attained when the various organs that make up the postural regulation system are functioning perfectly. That's why it is not uncommon for the podiatrist, after the clinical examination, to refer the patient to an ophthalmologist, a dentist, or an osteopath." : "Toutefois une posture parfaite ne pourra être obtenue que lorsque les différents organes qui composent le système de régulation posturale seront parfaitement fonctionnels. C’est pourquoi il n’est pas rare qu’a l’issu de son examen clinique le podologue oriente son patient vers un ophtalmologiste, un dentiste ou un ostéopathe.", 
     "Sources: Bernard Bricot's Global Postural Reprogramming / Philippe and Sylvie Villeneuve's API" : "Sources : Bernard Bricot la reprogrammation posturale globale / Philippe et Sylvie Villeneuve API", 
     "Good practices to take care of your feet." : "Bons gestes pour prendre soin de vos pieds", 
     "Stay connected and join our clinic on Facebook »" : "Restez connecté(e) et rejoignez notre cabinet sur Facebook »", 
     "The Insoles" : "Les Semelles"
    








    







}